Repository: lliurex/lliurex-remote-installer
Catalog: lliurex-po/lliurex-remote-installer-gui/*.po
Languages: ca@valencia, es

source: Source
ca@valencia: Font
es: Fuente

source: Packages
ca@valencia: Paquets
es: Paquetes

source: Add package
ca@valencia: Afig un paquet
es: Agregar paquete

source: DEB List to install
ca@valencia: Llista de DEB per a instal·lar
es: Lista de DEBs a instalar

source: Executables List to install
ca@valencia: Llista d'executables per a instal·lar
es: Lista de ejecutables a instalar

source: Username
ca@valencia: Usuari
es: Usuario

source: Password
ca@valencia: Contrasenya
es: Contraseña

source: Server IP (Default value : server)
ca@valencia: IP del servidor (valor per defecte: server)
es: IP del servidor (Valor por defecto: server)

source: Login
ca@valencia: Inicia la sessió
es: Iniciar sesión

source: EXECUTABLES
es: EJECUTABLES

source: UPDATE
ca@valencia: ACTUALITZACIÓ
es: ACTUALIZACIÓN

source: Name
ca@valencia: Nom
es: Nombre

source: Package name:
ca@valencia: Nom del paquet:
es: Nombre del paquete:

source: <i>You can input several packages separated by commas.</i>
ca@valencia: <i>Podeu introduir diversos paquets separats per comes.</i>
es: <i>Puede introducir varios paquetes separandolos con comas.</i>

source: Available Zero Packages:
es: Paquetes Zero-Center disponibles:

source: Current sheduled update:
ca@valencia: Actualització programada actualment:
es: Actualización actual programada:

source: Schedule new update on boot:
ca@valencia: Programa una nova actualització en l'inici:
es: Programar nueva actualización en el inicio:

source: Each sheduled update will only be executed once per client.
ca@valencia: Cada actualització programada només s'executarà una vegada per client.
es: Cada actualización programada sólo se ejecutará una ver por cliente.

source: label
ca@valencia: etiqueta
es: etiqueta

source: ZERO packages list to install
es: Lista de paquetes Zero-Center a instalar

source: Updating repositories and testing packages...
ca@valencia: S'estan actualitzant els repositoris i verificant els paquets...
es: Actualizando repositorios y verificando paquetes...

source: Delete apt list
ca@valencia: Elimina la llista d'apt
es: Borrar la lista de apt

source: Do you want to delete '%s' packages list?
ca@valencia: Voleu eliminar la llista de paquets «%s»?
es: ¿Desea eliminar la lista de paquetes '%s'?

source: This pakage list is unavaiable from your repos: %s Do you want delete it?
ca@valencia: Aquesta llista de paquets no està disponible en els vostres repositoris: %s Voleu eliminar-la?
es: Esta lista de paquetes no esta disponible en los repositorios indicados: %s ¿Desea eliminarla?

source: Delete package
ca@valencia: Elimina el paquet
es: Borrar paquete

source: Do you want to delete '%s'?
ca@valencia: Voleu eliminar «%s»?
es: ¿Desea eliminar '%s'?

source: Changes detected
ca@valencia: Canvis detectats
es: Cambios detectados

source: There are unsaved changes. Do you want to discard them?
ca@valencia: Hi ha canvis sense guardar. Voleu descartar-los?
es: Hay cambios sin guardar. ¿Desea descartarlos?

source: Please choose a file
ca@valencia: Trieu un fitxer
es: Seleccione un fichero

source: Deleting files.......
ca@valencia: S'estan eliminant fitxers...
es: Borrando ficheros...

source: The file %s cannot be deleted
ca@valencia: El fitxer %s no es pot eliminar.
es: El fichero %s no se puede eliminar

source: Applying changes.......
ca@valencia: S'estan aplicant els canvis...
es: Aplicando los cambios...

source: Updating files and applying changes.......
ca@valencia: S'estan actualitzant els fitxers i aplicant els canvis...
es: Actualizando ficheros y aplicando cambios...

source: Error in Extension
ca@valencia: Hi ha un error en l'extensió.
es: Error en la extensión

source: This %s package has not the extension required. Please only DEB packages in this list.
ca@valencia: El paquet %s no té l'extensió requerida. Només s'admeten paquets DEB en la llista.
es: El paquete %s no tiene una extensión váolida. Incluya solo paquetes .deb en la lista.

source: IMPORTANT Do you want to delete this DEB from your server? '%s'
ca@valencia: IMPORTANT Voleu eliminar aquest DEB del servidor? '%s'
es: IMPORTANTE ¿Desea eliminar este DEB del servidor? '%s'

source: DEB not in Server
ca@valencia: El DEB no es troba al servidor.
es: El DEB no se encuentra en el servidor

source: Do you want to send to the server this DEB '%s' ?
ca@valencia: Voleu enviar al servidor aquest DEB «%s»?
es: ¿Desea enviar al server el DEB '%s'?

source: Do you want to send to the server this DEB list? %s
ca@valencia: Voleu enviar al servidor aquesta llista de DEB? %s
es: ¿Desea enviar al servidor la siguiente lista de DEBs? %s

source: Delete deb list
ca@valencia: Elimina la llista de deb
es: Eliminar lista de debs

source: This DEB list is unavaiable from your server: %s Do you want delete it?
ca@valencia: Aquesta llista de DEB no està disponible en el servidor: %s Voleu eliminar-la?
es: Este DEB no está disponible en el servidor: %s ¿Desea eliminarlo?

source: Applying changes...
ca@valencia: S'estan aplicant els canvis...
es: Aplicando cambios...

source: Sending Package Error
ca@valencia: S'ha produït un error en enviar els paquets.
es: Error enviando paquetes

source: This list %s cannot be sended to server Please review your share directory /var/www/llx-remote
ca@valencia: La llista %s no s'ha pogut enviar al servidor. Reviseu el vostre directori compartit /var/www/llx-remote
es: La lista %s no se pudo enviar al servidor. Verifique su directorio compartido /var/www/llx-remote

source: IMPORTANT Do you want to delete this Executable from your server? '%s'
ca@valencia: IMPORTANT Voleu eliminar aquest executable del servidor? '%s'
es: IMPORTANTE ¿Desea eliminar el siguiente ejecutable del servidor? '%s'

source: Executable not in Server
ca@valencia: L'executable no es troba al servidor.
es: El ejecutable no se encuentra en el servidor.

source: Do you want to send to the server this Executable '%s' ?
ca@valencia: Voleu enviar al servidor aquest executable «%s»?
es: ¿Desea enviar al servidor el ejecutable '%s'?

source: Do you want to send to the server this Executable list? %s
ca@valencia: Voleu enviar al servidor aquesta llista d'executables? %s
es: ¿Desea enviar al servidor la siguiente lista de ejecutables? %s

source: Delete Executable list
ca@valencia: Elimina la llista d'executables
es: Borrar lista de ejecutables

source: This Executable list is unavaiable from your server: %s Do you want delete it?
ca@valencia: Aquesta llista d'executables no es troba al servidor: %s Voleu eliminar-la?
es: La siguiente lista de ejecutables no se encuentra disponible en el servidor: %s ¿Desea eliminarla?

source: LliureX Remote Installer Summary
ca@valencia: Resumen del LliureX Remote Installer
es: Resumen de Lliurex Remote Installer

source: You published this list to install: %s
ca@valencia: Heu publicat aquesta llista per a instal·lar-la: %s
es: Ha publicado esta lista para ser instalada: %s

source: New sheduled are programed, applying changes.......
ca@valencia: Nova actualització programada, s'estan aplicant els canvis...
es: Nueva actualización programada, aplicando cambios.......

source: Delete Update
ca@valencia: Elimina l'actualització
es: Borrar actualización

source: Do you want to delete scheduled update?
ca@valencia: Voleu eliminar l'actualització programada?
es: ¿Desea borrar la actualización programada?

source: Repositories Testing
ca@valencia: S'estan comprovant els repositoris
es: Testeando repositorios

source: Generating list ZMDs availables...
es: Generando la Lista de ZMD disponibles...

source: LlX Remote is adding zero-packages. Updating variable,please wait...
es: LlX Remote esta añadiendo los paquetes de Zero-Center. Actualizando la variable, por favor espera...

source: This package list can't be published '%s' Can I delete it?
es: Esta lista de paquetes no pueden ser publicados '%s' ¿Puedo borrarla?

source: Delete package list
es: Borrar la lista de paquetes

source: LliureX Remote Installer is running:
ca@valencia: El LliureX Remote Installer està en execució:
es: LliureX Remote Installer se esta ejecutando:

source: EXECUTABLE Mode
ca@valencia: Mode EXECUTABLES
es: Modo EJECUTABLES

source: DEB Mode
ca@valencia: Mode DEB
es: Modo DEB

source: APT Mode
ca@valencia: Mode APT
es: Modo APT

source: LliureX Remote Installer has finished
ca@valencia: El LliureX Remote Installer ha finalitzat.
es: LliureX Remote Installer ha finalizado

source: DEBS
ca@valencia: DEB

source: radiobutton
ca@valencia: botó lliscant
